<template>
  <v-layout d-flex row wrap justify-center>
    <v-flex xs12 sm12 md6 height="200">
      <v-carousel dark height="100%">
        <v-carousel-item
          v-for="(item,i) in imgStreaming"
          :key="i"
        >
          <v-img :src="baseUrl + item"></v-img>
        </v-carousel-item>
      </v-carousel>
    </v-flex>
    <v-flex xs12 sm12 md6 style="overflow:scroll;">
      <v-card-text style="padding:50px;">
        <p v-html="body"></p>
      </v-card-text>
    </v-flex>
  </v-layout>
</template>

<script>
export default {
  data () {
    return {
      baseUrl: process.env.baseUrl,
      body: '<p>   บงฮีเจอกับจีอุคในขบวนรถไฟฟ้า บงฮีเข้าใจผิดว่าจีอุคเป็นพวกบ้ากาม และต่อว่าจีอุคต่อหน้าคนมากมายบนรถไฟฟ้าทำให้จีอุคต้องอับอายเป็นอย่างมาก จีอุคยืนกรานปฏิเสธเพราะเขาไม่ได้เป็นคนจับก้นและบ้ากามตามที่บงฮีกล่าวหา<br />\n   บงฮีไปที่โรงแรมแห่งหนึ่งตามข้อความที่เธอได้รับ และที่นั่นเองเธอเห็นจางฮีจุน แฟนของเธอควงผู้หญิงอื่นต่อหน้าต่อตา จางฮีจุนพยายามขอโทษบงฮีแต่ก็ไม่ได้รู้สึกรู้สาหรือสำนึกผิดอะไรมากมาย บงฮีจึงพูดออกไปว่างั้นเธอจะก็จะทำแบบเขาบ้างนั่นก็คือ</p>\n\n<blockquote>เธอจะนอนกับผู้ชายที่เธอชนเป็นคนแรก และคนที่เธอชนนั้นก็คือจีอุค</blockquote>\n\n<p>จีอุคตกลงช่วยเธอบงฮี บงฮีจึงเนียนกอดคอจีอุคและพยายามบอกเลิกกับฮีจุน จีอุคยังคงปฎิเสธเรื่องที่บงฮีคิดว่าเขาเป็นพวกบ้ากามโรคจิตแต่บงฮีก็ยังไม่ยอมเชื่อ แต่จนแล้วจนรอดคืนนั้นบงฮีเอาแต่กระดกโซจูเข้าไปจนเมาไม่ได้สติ ตื่นเช้ามารู้สึกตัวอีกทีก็นอนอยู่บ้านจีอุคซะแล้ว พอได้สติจึงรีบเผ่นหนีออกมาจากบ้านจีอุคและได้แต่ด่าตัวเองแล้วยังจำเรื่องราวเมื่อคืนไม่ได้เลยด้วยซ้ำ<br />\n   บงฮีต้องไปฝึกงาน และโชคชะตาก็นำพาให้เธอต้องมาเจอกับจีอุคอีกครั้ง เพราะจีอุคก็คือพี่เลี้ยงที่ดูแลเด็กฝึกงานซึ่งก็คือบงฮีนั่นเอง จีอุคขึ้นชื่อในเรื่องความโหด แค่เริ่มต้นบงอีก็ต้องทำงานหามรุ่งหามค่ำ แต่บงฮ',
      imgStreaming: ['/sites/default/files/2018-09/2018-09-01_105551.jpg', '/sites/default/files/2018-09/2018-09-01_105600.jpg', '/sites/default/files/2018-09/2018-09-01_105611.jpg']
    }
  }
}
</script>

<style scoped>
.carousel {
  height: 100px !important;
}
</style>