<template>
<v-layout row>
  <v-flex v-for="(i,index) in 3" :key="index" xs4>
    <v-card color="info">
      <v-card-title>
        <v-avatar size="36px">
          <v-img src="https://instagram.fbkk5-3.fna.fbcdn.net/vp/d63cd395cb4d6f453c50e79787c9570d/5C227B11/t51.2885-19/s150x150/33736505_1402745126538480_3094634983147438080_n.jpg"></v-img>
        </v-avatar>
        <h2 class="display-1">สนุกมากเรื่องนี้ แนะนำเลยยย</h2>
      </v-card-title>
      <v-divider dark></v-divider>
      <v-card-text>
        ซีรี่ย์เรื่องนี้เป็นเรื่องของสามคนพี่น้อง ที่กลับมารวมตัวกัน หลังจากที่พลัดพรากจากกันไป 20 ปี ตั้งแต่พ่อแม่ของทั้งสามเสียชีวิต
  ชังดงซู (รับบทโดย อีบอมซู) เป็นพี่ชายคนโต เป็นนักสืบ ชังดงชอลหรือฮอยองดัล (รับบทโดย คิมแจจุง) น้องคนรองซึ่งเป็นอันธพาล ในขณะที่ ชังดงอูหรือยุนยังฮา (รับบทโดย อิมซีวอน) น้องคนเล็กซึ่งเป็นลูกบุญธรรมของครอบครัวที่ร่ำรวย ตั้งแต่ตอนเป็นเด็ก ตอนที่สามคนพี่น้องยังเด็ก พวกเขาสูญเสียพ่อแม่ไป และพวกเขาสามคนต้องแยกกันอยู่เป็นเวลาถึง 20 ปี โดยที่ไม่เจอหน้ากันเลย แต่หลังจากนั้นพวกเขาก็ได้พบกันโดยบังเอิญ และเริ่มมีความสัมพันธ์กันฉันท์พี่น้อง Hwang Shin Hye (รับบทโดย โอยอนซู) เป็นคนรักของชังทงซู และโอชองฮี (แพ็คชินฮี) คือหญิงผู้เป็นที่รักของน้องชายอีกสองคน
      </v-card-text>
    </v-card>
  </v-flex>
</v-layout>
</template>
